<template>
	<div class="content policy">
		<div class="content__wrapper">
			<h2 class="policy__title">Политика в отношении обработки персональных данных</h2>
			<h2 class="policy__title">1. Общие положения</h2>
			<p class="policy__text">
				Настоящая Политика в отношении обработки персональных данных (далее - Политика) действует в отношении всей информации, размещенной на сайте Оператора <a href="https://www.vorobeyart.ru">www.vorobeyart.ru</a> в сети Интернет, которую могут получить о Пользователе во время использования сайта. 
				<br>
				<br>
				Использование сайта означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки его персональной информации; в случае несогласия с этими условиями, Пользователь должен прекратить пользование сайтом.
			</p>

			<h2 class="policy__title">2. Основные понятия, используемые в Политике</h2>
			<p class="policy__text">
				<strong>Сайт</strong> - совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу www.vorobeyart.ru.
				<br>
				<br>
				<strong>Персональные данные</strong> - любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю сайта www.vorobeyart.ru.
				<br>
				<br>
				<strong>Пользователь</strong> - любой посетитель Сайта. 
				<br>
				<br>
				<strong>Оператор</strong> - индивидуальный предприниматель Воробьев Артем Олегович (ИНН 519098076458, ОГРНИП 323510000030307, Юридический адрес: 183017, г. Мурманск, ул. Полины Осипенко, д. 10, кв. 57, осуществляющий обработку персональных данных, а также определяющий цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.  
				<br>
				<br>
				<strong>Обработка персональных данных</strong> - любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
				<br>
				<br>
				<strong>Автоматизированная обработка персональных данных</strong> - обработка персональных данных с помощью средств вычислительной техники.
				<br>
				<br>
				<strong>Распространение персональных данных</strong> - любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.
				<br>
				<br>
				<strong>Предоставление персональных данных</strong> - действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.
				<br>
				<br>
				<strong>Блокирование персональных данных</strong> - временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
				<br>
				<br>
				<strong>Уничтожение персональных данных</strong> - любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.
				<br>
				<br>
				<strong>Обезличивание персональных данных</strong> - действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.
				<br>
				<br>
				<strong>Информационная система персональных данных</strong> - совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств.
				<br>
				<br>
				<strong>Трансграничная передача персональных данных</strong> - передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.
			</p>

			<h2 class="policy__title">3. Цель обработки персональных данных</h2>
			<div class="policy__text">
				<strong>3.1.</strong> Цели обработки персональных данных Пользователя: 
				<div class="policy__text">
					<strong>3.1.1.</strong> Обработка и оформление заявок, поданных Пользователями для установления обратной связи, включая направление уведомлений, запросов, касающихся оказания услуг, заключения договоров.
					<br><br>
					<strong>3.1.2.</strong> Заключение, исполнение и прекращение гражданско-правовых договоров.
					<br><br>
					<strong>3.1.3.</strong> Получение Пользователем сообщений рекламного и информационного характера.
					<br><br>
					<strong>3.1.4.</strong> Предоставление эффективной клиентской и технической поддержки при возникновении проблем, связанных с использованием сайта.
				</div>
			</div>
			<div class="policy__text">
				<strong>3.2.</strong> Оператор может обрабатывать следующие персональные данные Пользователя: 
				<div class="policy__text">
					<strong>3.2.1.</strong> Фамилия, имя, отчество.
					<br><br>
					<strong>3.2.2.</strong> Номер телефона.
					<br><br>
					<strong>3.2.3.</strong> Адрес электронной почты.
					<br><br>
					<strong>3.2.4.</strong> Фотографии.
					<br><br>
					<strong>3.2.5.</strong> Документы.
				</div>
			</div>
			<p class="policy__text">
				<strong>3.3.</strong> Также на Сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика, Google Аналитика и других). Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на Сайте, улучшения качества Сайта и их содержания.
				<br><br>
				<strong>3.4.</strong> При обработке персональных данных Оператор применяет организационные и технические меры по обеспечению безопасности персональных данных в соответствии со ст. 19 Федерального закона от 27.07.2006 N 152-ФЗ «О персональных данных».
				<br>
				Организационные меры: наличие политики в отношении обработки персональных данных. 
				<br>
				Технические меры: На сайте <a href="https://www.vorobeyart.ru" target="_blank">www.vorobeyart.ru</a> используется расширение HTTPS к протоколу HTTP в целях повышения безопасности и защиты информации.
				<br>
				Средства обеспечения безопасности: наличие установленного антивирусного программного обеспечения.
			</p>
			<h2 class="policy__title">4. Условия и основания обработки персональных данных</h2>
			<p class="policy__text">
				<strong>4.1.</strong> Правовым основанием обработки персональных данных является согласие Пользователя на обработку его персональных данных.
				<br><br>
				<strong>4.2.</strong> Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальную форму, расположенную на сайте.  Заполняя соответствующую форму и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.
				<br><br>
				<strong>4.3.</strong> Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).
			</p>
			<h2 class="policy__title">5. Перечень действий, производимых оператором с полученными персональными данными</h2>
			<p class="policy__text">
				<strong>5.1.</strong> Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.
				<br><br>
				<strong>5.2.</strong> Оператор осуществляет автоматизированную обработку персональных данных с получением и передачей полученной информации по информационно-телекоммуникационным сетям.
			</p>
			<h2 class="policy__title">6. Порядок сбора, хранения, передачи и других видов обработки персональных данных</h2>
			<p class="policy__text">
				<strong>6.1.</strong> Видами обработки персональных данных являются: сбор, запись, систематизация, накопление, хранение, уничтожение и обезличивание персональных данных, Отправка информационных писем на адрес электронной почты Пользователя.
				<br>
				Трансграничная передача персональных данных Оператором не осуществляется.
				<br><br>
				<strong>6.2.</strong> Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.
				<br><br>
				<strong>6.3.</strong> Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.
				<br><br>
				<strong>6.4.</strong> Персональные данные Пользователя могут быть переданы третьим лицам, предусмотренным разделом 6 настоящей Политики. 
				<br><br>
				<strong>6.5.</strong> В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомления на адрес электронной почты Оператора  team@vorobeyart.ru с пометкой «Обновление персональных данных».
				<br><br>
				<strong>6.6.</strong> Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора  team@vorobeyart.ruс пометкой «Отзыв согласия на обработку персональных данных».
				<br><br>
				<strong>6.7.</strong> Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.
			</p>
			<h2 class="policy__title">7. Третьи лица, участвующие в обработке персональных данных</h2>
			<p class="policy__text">
				<strong>7.1.</strong> Услуги хостинга и услуги предоставления выделенного сервера предоставляются ООО «СпейсВэб», ИНН 7813376370, Юридический адрес: 197046, Россия, г. Санкт-Петербург, вн.тер.г. Муниципальный Округ Посадский, ул. Чапаева, Д. 15, Литера А, Помещ. 1-Н, Офис А-105.
			</p>
			<h2 class="policy__title">8. Заключительные положения</h2>
			<p class="policy__text">
				<strong>8.1.</strong> Пользователь может получить любые разъяснения по интересующим вопросам, касающихся обработки его персональных данных, обратившись к Оператору с помощью электронной почты team@vorobeyart.ru
				<br><br>
				<strong>8.2.</strong> Оператор вправе вносить изменения в настоящую Политику без согласия Пользователя.
				<br><br>
				<strong>8.3.</strong> Новая Политика вступает в силу с момента ее размещения на сайте Оператора, если иное не предусмотрено новой редакцией Политики.
				<br><br>
				<strong>8.4.</strong> Актуальная версия Политики в свободном доступе расположена в сети Интернет на сайте Оператора. 
				<br><br>
				Дата вступления в силу: 26 марта 2024 г.
				<br>
				Утверждено: ИП Воробьевым А.О.
			</p>
		</div>
	</div>
</template>

<script>
import TitlePage from '@/components/TitlePage.vue';
export default {
	name: 'PolicyPage',
	components: {
		TitlePage,
	},
};
</script>

<style lang="sass" scoped>
.policy
	&__title
		font-size: 30px
		font-weight: bold
		margin-bottom: 30px
		line-height: 36px
	&__list
		line-height: 24px
		font-size: 20px
		margin-bottom: 24px
		font-weight: 500
		list-style: disc
		padding-left: 24px
	&__text
		line-height: 24px
		font-size: 20px
		font-weight: 500
		& > & 
			padding-top: 30px
			padding-left: 30px
		strong
			font-weight: 700
		&+&
			margin-top: 24px
		&+ul
			margin-top: 24px
		&+.policy__title
			margin-top: 90px

@media (max-width:1024px)
	.policy
		&__title
			font-size: 25px
			line-height: 31px
		&__list
			font-size: 18px
			line-height: 22px
		&__text
			font-size: 18px
			line-height: 22px
			&+&
				margin-top: 22px
			&+ul
				margin-top: 22px
			&+.policy__title
				margin-top: 60px
		&__title
			margin-bottom: 25px

@media (max-width:425px)
	.policy
		&__list
			font-size: 16px
			line-height: 19px
		&__text
			font-size: 16px
			line-height: 19px
			&+&
				margin-top: 19px
			&+ul
				margin-top: 19px
			&+.policy__title
				margin-top: 50px
		&__title
			margin-bottom: 20px
// CONTENT
// .content
// 	max-width: 1920px
// 	width: 100%
// 	margin: 35px auto 0
// 	padding: 0 93px 100px
// 	&__wrapper
// 		max-width: 1280px
// 		width: 100%
// 		margin: 0 auto
// 		position: relative
// 		z-index: 3

// @media (max-width: 1440px)
// 	.content
// 		padding: 0 147px 100px

// @media (max-width: 1024px)
// 	.content
// 		padding: 10px 118px 100px
// @media (max-width: 768px)
// 	.content
// 		padding: 35px 78px 100px
// @media (max-width: 660px)
// 	.content
// 		padding: 30px 44px 100px
// @media (max-width: 366px)
// 	.content
// 		padding: 0 39px 100px
</style>
